//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annuler";
"_edit_"                    = "Modifier";
"_tap_to_cancel_"           = "Appuyez pour annuler";
"_cancel_request_"          = "Souhaitez-vous annuler ?";
"_upload_file_"             = "Téléverser un fichier";
"_download_file_"           = "Télécharger le fichier";
"_delete_"                  = "Supprimer";
"_rename_"                  = "Renommer";
"_rename_file_"             = "Renommer le fichier";
"_rename_folder_"           = "Renommer le dossier";
"_move_"                    = "Déplacer";
"_add_"                     = "Ajouter";
"_save_"                    = "Enregistrer";
"_warning_"                 = "Attention";
"_error_"                   = "Erreur";
"_no_"                      = "Non";
"_yes_"                     = "Oui";
"_select_"                  = "Sélectionner";
"_select_all_"              = "Tout sélectionner";
"_upload_"                  = "Téléverser";
"_home_"                    = "Fichiers";
"_files_"                   = "Fichiers";
"_ok_"                      = "OK";
"_done_"                    = "Terminé";
"_clear_"                   = "Effacer";
"_selected_"                = "Sélectionné";
"_no_active_account_"       = "Aucun compte trouvé";
"_info_"                    = "Info";
"_warning_"                 = "Attention";
"_video_"                   = "Vidéo";
"_overwrite_"               = "Remplacer";
"_create_"                  = "Créer";
"_create_folder_"           = "Créer un dossier";
"_create_folder_e2ee_"      = "Créer un dossier chiffré";
"_close_"                   = "Fermer";
"_remove_"                  = "Supprimer";
"_file_not_found_"          = "Fichier non trouvé";
"_continue_"                = "Continuer";
"_continue_editing_"        = "Continuer l'édition";
"_auto_upload_folder_"      = "Téléversement automatique";
"_photo_"                   = "Photo";
"_audio_"                   = "Son";
"_unknown_"                 = "Inconnu";
"_success_"                 = "Réussite";
"_mode_filename_"           = "Mode de nommage de fichier";
"_warning_owncloud_"        = "Il n'a pas été testé et n'est pas pris en charge, vous l'utilisez à vos risques et périls.";
"_warning_unsupported_"     = "Vous utilisez une version non prise en charge. Pour la sécurité de vos données, nous vous recommandons vivement de mettre à jour vers la dernière version stable.";
"_restore_"                 = "Restaurer";
"_tap_here_to_change_"      = "Appuyer ici pour modifier";
"_no_albums_"               = "Aucun album";
"_denied_album_"            = "Cette application n'a pas accès à « Photos », vous pouvez activer l’accès depuis les paramètres de confidentialité.";
"_denied_camera_"           = "Cette application n’a pas accès à « Appareil photo », vous pouvez activer l’accès dans les paramètres de confidentialité.";
"_force_start_"             = "Forcer le démarrage";
"_account_not_available_"   = "Le compte %@de %@ n’existe pas, veuillez l’ajouter pour pouvoir lire le fichier %@.";
"_the_account_"             = "Le compte";
"_does_not_exist_"          = "n'existe pas";
"_sharing_"                 = "Partage";
"_details_"                 = "Détails";
"_no_permission_add_file_"  = "Vous n’avez pas la permission d’ajouter des fichiers.";
"_no_permission_delete_file_" = "Vous n’avez pas la permission de supprimer des fichiers.";
"_no_permission_modify_file_" = "Vous n’avez pas la permission de modifier les fichiers.";
"_no_permission_favorite_file_" = "Vous n'avez pas la permission d'ajouter le fichier à vos favoris.";
"_add_folder_info_"         = "Ajouter des commentaires au dossier";
"_back_"                    = "Retour";
"_search_"                  = "Rechercher";
"_of_"                      = "de";
"_livephoto_save_"          = "Enregistrer une Live Photo dans un album photo";
"_livephoto_save_error_"    = "Erreur lors de l’enregistrement de la Live Photo.";
"_livephoto_no_"            = "Désactiver Live Photo";
"_convert_live_photo_"      = "Convertir en Live Photo";
"_file_conflict_num_"       = "conflit de fichier";
"_file_conflicts_num_"      = "conflits de fichiers";
"_file_conflict_desc_"      = "Quels fichiers souhaitez-vous conserver ? \nSi vous sélectionnez les deux versions, le fichier copié aura un nombre ajouté à son nom.";
"_file_conflict_new_"       = "Nouveaux fichiers";
"_file_conflict_exists_"    = "Fichiers déjà existants";
"_file_not_rewite_doc_"     = "Il n’est pas possible d’écraser un document, uniquement d’en créer un nouveau.";
"_move_or_copy_"            = "Déplacer ou copier";
"_copy_"                    = "Copier";
"_now_"                     = "A l'instant";
"_wait_"                    = "Veuillez patienter...";
"_recent_"                  = "Récent";
"_view_in_folder_"          = "Afficher dans le dossier";
"_leave_share_"             = "Quitter ce partage";
"_disabled_"                = "Désactivé";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "Une erreur est survenue, veuillez réessayer.";
"_retry_"                   = "Réessayer";
"_images_"                  = "Images";
"_confirm_"                 = "Confirmer";
"_confirm_continue_"        = "Confirmez en continuant le téléchargement précédent";
"_confirm_resetting_"       = "confirmer l'ignorance du téléchargement précédent";

/* MARK: Files lock */

"_lock_"                            = "Verrouiller";
"_unlock_"                          = "Déverrouiller";
"_lock_file_"                       = "Verrouiller le fichier";
"_unlock_file_"                     = "Déverrouiller le fichier";
"_lock_selected_files_"             = "Verrouiller les fichiers";
"_unlock_selected_files_"           = "Déverrouiller les fichiers";
"_locked_by_"                       = "Verrouillé par %@";
"_file_locked_no_override_"         = "Ce fichier est verrouillé. Il ne peut pas être remplacé.";
"_lock_no_permissions_selected_"    = "Non autorisé pour certains des fichiers ou dossiers sélectionnés.";
"_remove_file_"             = "Effacer le fichier";
"_delete_file_"             = "Supprimer le fichier";
"_delete_folder_"           = "Supprimer le dossier";
"_size_"                    = "Taille";
"_set_user_status_"         = "Définir le statut de l'utilisateur";
"_open_settings_"           = "Ouvrir les paramètres";
"_settings_account_request_" = "Demander un compte au démarrage";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Saisir un alias";
"_alias_footer_"            = "Donnez à vos noms de compte un nom descriptif tel que Maison, Bureau, École…";
"_privacy_legal_"           = "Politique de confidentialité et juridique";
"_source_code_"             = "Récupérer le code source";
"_account_select_"          = "Sélectionner un compte";
"_account_select_to_add_"   = "Sélectionner le compte à ajouter";
"_remove_local_account_"    = "Supprimer le compte local";
"_want_delete_account_"     = "Voulez-vous supprimer le compte local ?";
"_prevent_http_redirection_"= "La redirection en HTTP n’est pas autorisée.";
"_single_file_conflict_title_" = "Conflit de fichier";
"_multi_file_conflict_title_" = "%@ conflits entre fichiers";
"_replace_action_title_" = "Remplacer";
"_keep_both_action_title_" = "Conserver les deux";
"_cancel_keep_existing_action_title_" = "Annuler et conserver l'existant";
"_replace_all_action_title_" = "Tout remplacer";
"_keep_both_for_all_action_title_" = "Conservez les deux pour tous";
"_more_action_title_" = "Plus de détails";
"_wait_file_preparation_" = "Veuillez patienter, préparation du téléversement du fichier…";
"_wait_file_encryption_"  = "Veuillez patienter, chiffrement du fichier…";
"_passcode_counter_fail_" = "Trop de tentatives échouées, veuillez patienter avant de réessayer.";
"_seconds_"               = "secondes";
"_change_lock_passcode_"  = "Changer le code de sécurité";
"_lock_cannot_disable_mdm_" = "Désactiver le verrouillage par code de sécurité n'est pas permis par votre profil de configuration.";

// MARK: User Status

/* User status */
"_online_"                  = "En ligne";

/* User status */
"_away_"                    = "Absent";
/* User status */

"_dnd_"                     = "Ne pas déranger";

/* User status */
"_dnd_description_"         = "Désactiver les notifications";

/* User status */
"_invisible_"               = "Invisible";

/* User status */
"_invisible_description_"   = "Apparaitre hors ligne";

/* User status */
"_status_message_"          = "Message de statut";
"_status_message_placehorder_"  = "Quel est votre statut ?";
"_online_status_"           = "Statut en ligne";
"_clear_status_message_"    = "Effacer le message de statut";
"_set_status_message_"      = "Définir le message de statut";
"_clear_status_message_after_"  = "Effacer le message de statut après";

/* User status */
"_select_option_"           = "Sélectionner une option";
"_dont_clear_"              = "Ne pas effacer";
"_30_minutes_"              = "30 minutes";
"_an_hour_"                 = "une heure";
"_1_hour_"                  = "1 heure";
"_4_hours_"                 = "4 heures";
"day"                       = "Aujourd'hui";
"_this_week_"               = "Cette semaine";
"_days_"                    = "Jours";
"_hours_"                   = "Heures";
"_minutes_"                 = "Minutes";


"_network_not_available_"   = "Réseau indisponible.";
"_file_already_exists_"     = "Impossible de terminer l’opération, un fichier avec le même nom existe déjà.";
"_files_lock_error_"        = "Une erreur s’est produite lors de la modification du verrou de ce fichier.";
"_more_"                        = "Plus";
"_notifications_"               = "Notifications";
"_quota_space_unlimited_"       = "Illimité";
"_quota_space_unknown_"         = "Inconnu";
"_quota_using_"                 = "Vous utilisez actuellement %@ de %@";
"_acknowledgements_"            = "Remerciements";
"_settings_"                    = "Paramètres";
"_enter_password_"              = "Saisir le mot de passe…";
"_lock_"                        = "Verrouiller";
"_lock_active_"                 = "Verrouillage : Actif";
"_lock_not_active_"             = "Verrouillage : Inactif";
"_lock_protection_no_screen_"        = "Ne pas demander au démarrage";
"_enable_touch_face_id_"        = "Activer Touch / Face ID";
"_wifi_only_"                   = "Utiliser seulement la connexion Wi-Fi";
"_settings_autoupload_"         = "Envoi automatique";
"_clear_cache_"                 = "Vider le cache";
"_clear_cache_footer_"          = "Effacer les fichiers téléchargés et hors ligne depuis l'application";
"_exit_"                        = "Réinitialiser l'application";
"_exit_footer_"                 = "Supprimer tous les comptes et les données locales de l'application.";
"_want_exit_"                   = "Attention ! Tout sera remis dans l'état d'origine. Continuer ?";
"_want_delete_cache_"           = "Souhaitez-vous vider le cache (ceci supprime également les transferts en cours) ?";
"_add_account_"                 = "Ajouter un compte";
"_want_delete_"                 = "Vous supprimerez :";
"_want_leave_share_"            = "Vous quitterez les partages suivants :";
"_no_delete_"                   = "Non, ne pas le supprimer";
"_yes_delete_"                  = "Oui, le supprimer";
"_information_"                 = "Information";
"_select_offline_warning_"      = "Rendre plusieurs fichiers et dossiers disponibles hors ligne peut prendre un certain temps et utiliser beaucoup de mémoire.";
"_advanced_"                    = "Avancé";
"_permissions_"                 = "Permissions";
"_disable_files_app_"           = "Désactiver l'intégration avec l'app. Fichiers";
"_disable_files_app_footer_"    = "Ne pas autoriser l'accès aux fichiers via l'application Fichiers de iOS.";
"_time_remaining_"              = "%@ restant";
"_autoupload_"                      = "Téléverser automatiquement photos/vidéos";
"_autoupload_select_folder_"        = "Sélectionner le dossier \"Envoi automatique\"";
"_autoupload_photos_"               = "Téléverser automatiquement les photos";
"_autoupload_videos_"               = "Téléverser automatiquement les vidéos";
"_autoupload_favorites_"            = "Téléversement automatique des favoris uniquement";
"_autoupload_description_"          = "Les nouvelles photos/vidéos seront automatiquement téléversées sur le serveur.";
"_autoupload_fullphotos_"           = "Téléverser l'ensemble des photos de l'appareil";
"_start_autoupload_"                = "Activer le téléversement automatique";
"_stop_autoupload_"                 = "Arrêter le téléversement automatique";
"_autoupload_fullphotos_footer_"    = "Ajuster les options ci-dessus avant le téléversement.";
"_autoupload_create_subfolder_"     = "Utiliser les sous-dossiers";
"_autoupload_create_subfolder_footer_"  = "Enregistrer dans des sous-dossiers selon l’année, le mois ou le jour.";
"_autoupload_subfolder_granularity_"    = "Granularité des sous-dossiers";
"_filenamemask_"                        = "Modifier le masque du nom du fichier";
"_filenamemask_footer_"                 = "Le nom appliqué par défaut aux fichiers téléversés est au format « aa-mm-jj hh-mm-ss » suivi d'un numéro chronologique à 4 chiffres. Si ce format ne vous convient pas, vous pouvez le modifier, à l'exception du numéro chronologique à 4 chiffres qui ne peut être omis.";
"_autoupload_current_folder_"           = "Dossier actuellement sélectionné";
"_show_hidden_files_"           = "Afficher les fichiers masqués";
"_format_compatibility_"        = "Le plus compatible";
"_format_compatibility_footer_" = "\"Le plus compatible\" va sauvegarder les photos dans le format JPEG si possible.";
"_privacy_"                     = "Confidentialité";
"_privacy_footer_"              = "Cette application utilise un service d'analyse d'incident. Vos données personnelles ne sont pas transmises dans le rapport. Pour désactiver cette fonction, sélectionnez « Désactiver le rapport d'incident ».";
"_crashservice_title_"          = "Désactiver le rapport d'incident";
"_crashservice_alert_"          = "Cette option exige un redémarrage de l’application pour prendre effet.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" va sauvegarder la photo sélectionnée au format \"Live photo\", si possible.";
"_capabilities_"                = "Capacités";
"_capabilities_footer_"         = "Afficher les fonctionnalités accessibles dans l'application lorsque celles-ci on installées et activées sur le serveur.";
"_diagnostics_"                 = "Diagnostics";
"_diagnostics_footer_"          = "La modification du niveau de journalisation nécessite un redémarrage de l'application pour être prise en compte";
"_view_log_"                    = "Voir le fichier journal";
"_clear_log_"                   = "Effacer le fichier journal";
"_set_log_level_"               = "Définir le niveau de journalisation";
"_log_file_clear_alert_"        = "Fichier journal effacé \n avec succès !";
"_connect_server_anyway_"       = "Souhaitez-vous quand même vous connecter au serveur ?";
"_server_is_trusted_"           = "Considérez-vous que ce serveur est fiable ?";
"_connection_error_"            = "Erreur de connexion";
"_login_url_"                   = "Adresse du serveur https://…";
"_login_url_error_"             = "Erreur d'adresse web, veuillez vérifier l'adresse web de votre serveur.";
"_favorites_"                   = "Favoris";
"_favorite_short_"              = "Marquer comme favori";
"_tutorial_favorite_view_"      = "Les fichiers et les dossiers ajoutés à vos favoris apparaîtront ici";
"_tutorial_offline_view_"       = "Copiez ici les fichiers qui doivent être disponibles hors ligne.\n\nIls seront synchronisés avec votre cloud.";
"_tutorial_groupfolders_view_"  = "Pas de dossier de groupe";
"_more_"                        = "Plus";
"_favorite_no_files_"           = "Aucun favori pour l'instant";
"_no_date_information_"                     = "Aucune information sur la date";
"_no_camera_information_"                   = "Aucune information sur l'appareil photo";
"_no_lens_information_"                     = "Aucune information sur l'objectif photo";
"_today_"                                   = "Aujourd'hui";
"_yesterday_"                               = "Hier";
"_access_photo_not_enabled_"                = "L'accès à Photos n'est pas autorisé";
"_access_photo_not_enabled_msg_"            = "Allez dans Paramètres → Applications → HiDrive Next→ Photos et activez l'accès à la photothèque.";
"_access_background_app_refresh_denied_"    = "\"Actualisation de l'application en arrière-plan\" impossible. Veuillez l'activer dans \"Paramètres\", sinon les nouvelles photos ou vidéos ne seront pas détectées lorsque l'application est en arrière-plan";
"_new_photos_starting_"                     = "Seules les photos ou vidéos commençant par %@ seront téléversées.";
"_tutorial_photo_view_"                     = "Pas de photos ni de vidéos envoyées pour l'instant";
"_error_createsubfolders_upload_"           = "Erreur lors de la création des sous-dossiers";
"_remove_photo_CameraRoll_"                 = "Supprimer de la Photothèque";
"_remove_photo_CameraRoll_desc_"            = "\"Supprimer de la Photothèque\" après envois, un message de confirmation s'affichera pour supprimer les photos ou vidéos envoyées depuis la Photothèque. Les photos ou vidéos supprimées seront toujours disponibles dans la corbeille photos iOS pendant 30 jours.";
"_never_"                       = "jamais";
"_less_a_minute_"               = "il y a moins d'une minute";
"_a_minute_ago_"                = "il y a une minute";
"_minutes_ago_"                 = "il y a %d minutes";
"_an_hour_ago_"                 = "il y a une heure";
"_hours_ago_"                   = "il y a %d heures";
"_a_day_ago_"                   = "il y a un jour";
"_days_ago_"                    = "il y a %d jours";
"_forbidden_characters_"        = "Caractères interdits : %@";
"_cannot_send_mail_error_"      = "Pas de compte configuré, ou pas d’adresse e-mail entrée.";
"_open_url_error_"              = "Impossible d’ouvrir l’URL pour cette action.";
"_media_"                       = "Média";
"_order_by_"                    = "Trier par";
"_name_"                        = "Nom";
"_date_"                        = "Date";
"_size_"                        = "Taille";
"_delete_selected_files_"       = "Effacer les fichiers";
"_remove_favorites_"            = "Retirer des favoris";
"_add_favorites_"               = "Ajouter aux favoris";
"_share_"                       = "Partager";
"_remove_local_file_"           = "Supprimer localement";
"_folders_"                     = "dossiers";
"_folder_"                      = "dossier";
"_files_"                       = "Fichiers";
"_file_"                        = "fichier";
"_no_file_pull_down_"           = "Téléverser un fichier ou tirer vers le bas pour rafraîchir";
"_limited_dimension_"           = "Taille maximale atteinte";
"_save_selected_files_"         = "Enregistrer dans la photothèque";
"_file_not_saved_cameraroll_"   = "Erreur : Fichier non sauvegardé dans l'album photo";
"_file_saved_cameraroll_"       = "Fichier sauvegardé dans l'album photo";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Aucun résultat";
"_search_in_progress_"          = "Recherche en cours…";
"_search_instruction_"          = "Rechercher un fichier (2 caractères minimum)";
"_files_no_files_"              = "Aucun fichier";
"_files_no_folders_"            = "Aucun dossier";
"_request_in_progress_"         = "Requête au serveur en cours…";
"_personal_files_only_"         = "Fichiers personnels uniquement";

"audio"                         = "AUDIO";
"directory"                     = "DOSSIERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"video"                         = "VIDÉO";

"_paste_file_"                  = "Coller";
"_cancel_all_task_"             = "Annuler tous les transferts";
"_status_wait_download_"        = "En attente du téléchargement";
"_status_downloading_"          = "Téléchargement en cours";
"_status_wait_upload_"          = "En attente du téléversement";
"_status_wait_create_folder_"   = "En attente de création du dossier";
"_status_wait_delete_"          = "En attente de suppression";
"_status_wait_rename_"          = "En attente de renommage";
"_status_wait_favorite_"        = "En attente de changer de favori";
"_status_wait_copy_"            = "En attente de copie";
"_status_wait_move_"            = "En attente du déplacement";
"_status_uploading_"            = "Téléversement en cours";
"_status_upload_error_"         = "Erreur, en attente de téléversement";
"_select_media_folder_"         = "Paramétrer le dossier média";
"_media_viewimage_show_"        = "N'afficher que les images";
"_media_viewvideo_show_"        = "N'afficher que les vidéos";
"_media_show_all_"              = "Afficher les deux";
"_good_morning_"                = "Bonjour";
"_good_day_"                    = "Bonne journée";
"_good_afternoon_"              = "Bon après-midi";
"_good_evening_"                = "Bonsoir";
"_good_night_"                  = "Bonne soirée";
"_servers_"                     = "Serveurs";
"_select_server_"               = "Veuillez sélectionner un serveur...";

// MARK: Share

"_share_link_"                  = "Partager le lien";
"_share_link_name_"             = "Nom du lien";
"_password_"                    = "Mot de passe";
"_share_password_"              = "Lien protégé par mot de passe";
"_date_"                        = "Date";
"_user_sharee_footer_"          = "Appuyer pour modifier les permissions";
"_enforce_password_protection_" = "La protection par mot de passe est obligatoire";
"_shared_with_you_by_"          = "Partagé avec vous par";
"_shareLinksearch_placeholder_" = "Nom, adresse e-mail ou ID de Cloud Fédéré…";
"_new_comment_"                 = "Nouveau commentaire...";
"_edit_comment_"                = "Modifier le commentaire";
"_delete_comment_"              = "Supprimer le commentaire";
"_share_read_only_"             = "Voir uniquement";
"_share_editing_"               = "Peut modifier";
"_share_allow_upload_"          = "Autoriser le téléversement et l'édition";
"_share_file_drop_"             = "Dépôt de fichier (téléversement seulement)";
"_share_secure_file_drop_"      = "Dépôt sécurisé de fichiers (téléversement seulement)";
"_share_hide_download_"         = "Masquer le téléchargement";
"_share_limit_download_"        = "Limiter le nombre de téléchargements";
"_remaining_"                   = "%d restant";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "Définir une date d'expiration";
"_share_note_recipient_"        = "Note au destinataire";
"_share_add_sharelink_"         = "Ajouter un nouveau lien";
"_share_can_reshare_"           = "Permettre le repartage";
"_share_can_create_"            = "Permettre la création";
"_share_can_change_"            = "Permettre l'édition";
"_share_can_delete_"            = "Permettre la suppression";
"_share_can_download_"          = "Autoriser le téléchargement";
"_share_unshare_"               = "Cesser le partage";
"_share_internal_link_"         = "Lien interne";
"_share_internal_link_des_"     = "Fonctionne uniquement pour les utilisateurs ayant accès à ce fichier/dossier.";
"_share_reshare_disabled_"      = "Vous n’êtes pas autorisé à repartager ce fichier/dossier.";
"_share_reshare_restricted_"    = "Remarque : Vous ne disposez que d’une autorisation limitée pour partager ce fichier/dossier.";

"_no_transfer_"                     = "Aucun transfert pour l'instant";
"_no_transfer_sub_"                 = "Les téléversements et les téléchargements de cet appareil apparaîtront ici";
"_no_activity_footer_"              = "Plus aucunes activités à charger";
"_transfers_"                       = "Transferts";
"_activity_"                        = "Activité";
"_trash_file_not_found_"            = "Il semble que le fichier ne soit pas dans la corbeille. Allez dans la corbeille pour la mettre à jour et réessayez.";
"_list_shares_"                     = "Partages";
"_list_shares_no_files_"            = "Aucun partage pour l'instant";
"_tutorial_list_shares_view_"       = "Les fichiers et dossiers que vous partagez apparaîtront ici";
"_offline_"                         = "Hors connexion";
"_upload_photos_videos_"            = "Téléverser des photos et des vidéos";
"_upload_file_"                     = "Téléverser un fichier";
"_create_nextcloudtext_document_"   = "Créer un document texte";
"_use_folder_auto_upload_"          = "Utiliser le dossier \"Téléversement automatique\" comme destination";
"_filename_"                        = "Nom du fichier";
"_enter_filename_"                  = "Saisir le nom de fichier...";
"_default_preview_filename_footer_" = "Exemple d'aperçu du nom de fichier : IMG_0001.JPG";
"_filename_header_"                 = "Entrez le nom du fichier";
"_preview_filename_"                = "Exemple de prévisualisation du nom de fichier. Vous pouvez utiliser les termes %@ pour la date et l’heure.";
"_add_filenametype_"                = "Ajouter le type du fichier dans le nom du fichier";
"_maintain_original_filename_"      = "Conserver le nom d'origine du fichier";
"_notifications_"                   = "Notifications";
"_untitled_"                        = "Sans titre";
"_e2e_settings_title_"              = "Chiffrement";
"_e2e_settings_"                    = "Chiffrement de bout en bout";
"_e2e_settings_start_"              = "Démarrer le chiffrement de bout en bout";
"_e2e_settings_activated_"          = "Chiffrement de bout en bout activé";
"_e2e_server_disabled_"             = "Chiffrement de bout en bout désactivé sur le serveur";
"_e2e_settings_view_passphrase_"    = "Cette phrase de 12 mots constitue un mot de passe très robuste ne permettant qu'à vous seul(e) l'accès à la lecture et à l'utilisation de vos fichiers chiffrés. Veuillez l'écrire et la garder en lieu sûr.";
"_e2e_settings_read_passphrase_"    = "Lisez la phrase secrète";
"_e2e_settings_lock_not_active_"    = "Verrouillage non actif, retournez à « Paramètres » et activez-le.";
"_e2e_settings_the_passphrase_is_"  = "La phrase secrète est :";
"_e2e_passphrase_request_title_"    = "Demande de phrase secrète";
"_e2e_passphrase_request_message_"  = "Insérer les 12 mots de la phrase secrète";
"_e2e_settings_remove_"             = "Retirer localement le chiffrement";
"_e2e_settings_remove_message_"     = "Confirmez la suppression du chiffrage au moyen de la phrase secrète.";
"_e2e_set_folder_encrypted_"        = "Chiffrer";
"_e2e_remove_folder_encrypted_"     = "Déchiffrer";
"_e2e_goto_settings_for_enable_"    = "C'est un dossier chiffré, allez dans \"Paramètres\" et activez le chiffrement de bout en bout";
"_e2e_error_"                       = "Une erreur interne de chiffrement de bout en bout s'est produite.";
"_e2e_in_upload_"                   = "Téléversement en cours, veuillez patientez jusqu’à ce que tous les fichiers soient transférés.";
"_scans_document_"                  = "Scanner un document";
"_scanned_images_"                  = "Images scannées";
"_scan_document_pdf_page_"          = "Page";
"_scan_label_document_zone_"        = "Cliquez sur les images ou glissez les vers le bas pour créer un document";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Prévisualiser la qualité d'image";
"_file_creation_"                   = "Création du fichier";
"_delete_all_scanned_images_"       = "Supprimer toutes les images scannées";
"_text_recognition_"                = "Reconnaissance de texte";
"_all_files_"                       = "Tous les fichiers";
"_personal_files_"                  = "Fichiers personnels";

"_trash_view_"                      = "Fichiers supprimés";
"_trash_no_trash_"                  = "Aucun fichier supprimé";
"_trash_no_trash_description_"      = "Vous pouvez restaurer les fichiers supprimés à partir d'ici";
"_confirm_delete_selected_"         = "Êtes-vous sûr de vouloir supprimer les éléments sélectionnés ?";
"_manage_file_offline_"             = "Gérer les fichiers hors ligne";
"_set_available_offline_"           = "Rendre disponible hors ligne";
"_remove_available_offline_"        = "Ne plus rendre disponible hors ligne";
"_create_new_document_"             = "Créer un nouveau document";
"_create_new_spreadsheet_"          = "Créer une nouvelle feuille de calcul";
"_create_new_presentation_"         = "Créer une nouvelle présentation";
"_go_online_"                       = "Connectez-vous pour afficher le document";
"_intro_1_title_"                   = "Sécurisez et contrôlez vos données";
"_intro_2_title_"                   = "Collaboration & échange de fichiers sécurisés";
"_intro_3_title_"                   = "Messagerie Web, calendrier et contacts faciles à utiliser";
"_intro_4_title_"                   = "Partage d'écran, réunions en ligne et conférences Web";
"_log_in_"                          = "Se connecter";
"_sign_up_"                         = "S'inscrire auprès d'un fournisseur";
"_host_your_own_server"             = "Hébergez votre propre serveur";
"_invalid_url_"                         = "URL serveur invalide";
"_ssl_certificate_untrusted_"           = "Le certificat pour ce serveur n’est pas valable.";
"_ssl_certificate_changed_"             = "Le certificat de ce serveur semble avoir changé.";
"_file_already_exists_"                 = "Impossible de terminer l’opération, un fichier avec le même nom existe déjà.";
"_error_files_upload_"                  = "Erreur lors du téléversement des fichiers.";
"_internal_generic_error_"              = "Erreur interne.";
"_err_permission_microphone_"           = "Veuillez autoriser l’utilisation du microphone à partir des paramètres.";
"_err_permission_photolibrary_"         = "Veuillez autoriser les photos à partir des paramètres.";
"_qrcode_not_authorized_"   = "Cette application n’est pas autorisée à utiliser l’appareil photo arrière.";
"_qrcode_not_supported_"    = "QR code non pris en charge par cet appareil.";
"_create_voice_memo_"       = "Créer un mémo vocal";
"_voice_memo_start_"        = "Appuyer pour démarrer";
"_voice_memo_stop_"         = "Appuyer pour arrêter";
"Enter Passcode"            = "Saisissez un code de sécurité";
"Enter a new passcode"      = "Saisissez un nouveau code de sécurité";
"Confirm new passcode"      = "Confirmez le nouveau code de sécurité";
"_too_many_failed_passcode_attempts_error_" = "Trop de tentatives de code de sécurité en échec. Veuillez réessayer.";
"Passcodes didn't match. Try again." = "Les codes de sécurité ne correspondent pas. Essayez à nouveau.";
"Delete"                    = "Supprimer";
"Cancel"                    = "Annuler";
"_certificate_details_"     = "Détails du certificat serveur";
"_certificate_pn_details_"  = "Détails du certificat de notification push";
"_certificate_view_"        = "Serveur de certificat";
"_certificate_pn_view_"     = "Notification push de certificat";
"_save_as_scan_"            = "Sauver en tant que scan";
"_modify_"                  = "Modifier";
"_overwrite_original_"      = "Écraser l'original";
"_save_as_copy_"            = "Sauver en tant que copie";
"_discard_changes_"         = "Fermer et abandonner les modifications";
"_message_disable_overwrite_livephoto_" = "Cette image est une Live Photo, l’écrasement ne sera pas possible.";
"_discard_changes_info_"    = "Vos modifications seront ignorées.";
"_delete_files_desc_"       = "Effacer des fichiers pour libérer de l'espace";
"_delete_old_files_"        = "Purger les fichiers du cache plus anciens que";
"_never_"                   = "jamais";
"_1_year_"                  = "1 an";
"_6_months_"                = "6 mois";
"_3_months_"                = "3 mois";
"_1_month_"                 = "1 mois";
"_1_week_"                  = "1 semaine";
"_monthly_"                 = "Mensuel";
"_yearly_"                  = "Annuel";
"_daily_"                   = "Quotidiennement";
"_used_space_"              = "Espace utilisé :";
"_login_address_detail_"    = "Adresse de votre serveur %@ pour vous connecter via le navigateur.";
"_go_to_page_"              = "Accéder à la page";
"_page_"                    = "Page";
"_this_document_has_%@_pages_"              = "Ce document contient %@ pages";
"_invalid_page_"                            = "Page invalide";
"_the_entered_page_number_does_not_exist_"   = "Le numéro de page saisi n’existe pas.";
"_error_something_wrong_"   = "Quelque chose s'est mal passé";
"_try_download_full_resolution_"            = "Télécharger l'image en pleine résolution";
"_full_resolution_image_info_"            = "Cela peut révéler davantage d'informations sur la photo.";
"_download_audio_"          = "Télécharger l'audio localement";
"_copied_path_"             = "Chemin copié";
"_privacy_screen_"          = "Écran d'accueil lorsque l'app. est inactive";
"_in_"                      = "dans";
"_enter_passphrase_"        = "Entrez la phrase de passe (12 mots)";
"_show_more_results_"       = "Afficher plus de résultats";
"_waiting_for_"             = "En attente de :";
"_reachable_wifi_"          = "réseau accessible en Wi-Fi ou filaire";
"_copy_passphrase_"         = "Copier la phrase de sécurité";
"_ok_copy_passphrase_"      = "OK et copier la phrase de passe";
"_select_color_"            = "Sélectionner la couleur";
"_change_color_"            = "Modifier la couleur";
"_description_dashboardwidget_" = "Avoir le tableau de bord au bout des doigts n'a jamais été aussi facile.";
"_description_fileswidget_" = "Voir vos fichiers récents et utiliser la barre d'outils pour accélérer vos opérations.";
"_description_toolbarwidget_"   = "Une barre d'outils pour accélérer vos opérations.";
"_title_lockscreenwidget_"  = "Statut";
"_description_lockscreenwidget_"    = "Gardez un œil sur l'espace disponible et les activités récentes";

"_keep_running_"            = "Maintenir le fonctionnement de l'application pour une meilleure expérience utilisateur.";
"_apps_nextcloud_detect_"   = "%@ applications détectées";
"_add_existing_account_"    = "%@ autres applications ont été détectées, voulez-vous ajouter un compte existant ?";
"_status_in_progress_"      = "Lecture du statut en cours…";
"_status_e2ee_on_server_"   = "Le chiffrement de bout en bout est déjà configuré sur le serveur mais n’est pas encore activé sur cet appareil.";
"_status_e2ee_not_setup_"   = "Le chiffrement de bout en bout n’est pas encore configuré sur le serveur.";
"_status_e2ee_configured_"  = "Le chiffrement de bout en tout est correctement configuré.";
"_e2ee_set_as_offline_"     = "Non autorisé pour des fichiers ou dossiers chiffrés.";
"_change_upload_filename_"  = "Voulez-vous enregistrer le fichier avec un nom différent ?";
"_save_file_as_"            = "Enregistrer le fichier comme %@";
"_password_ascii_"          = "Le mot de passe ne peut pas contenir de caractères spéciaux.";
"_calendar_contacts_"       = "Agenda et Contacts";
"_mobile_config_"           = "Télécharger le profil de configuration";
"_calendar_contacts_footer_warning_"    = "Le profil de configuration ne peut être téléchargé que si Safari est défini comme votre navigateur par défaut.";
"_calendar_contacts_footer_"    = "Après avoir téléchargé le profil, vous pouvez l'installer dans les paramètres.";
"_modify_image_desc_"       = "Taper sur un fichier pour le modifier ou le renommer";
"_message_disable_livephoto_" = "Cette image est une Live Photo, la modifier entraînera la perte de l'effet Live Photo.";
"_enable_livephoto_"        = "Activer Live Photo";
"_disable_livephoto_"       = "Désactiver Live Photo";
"_undo_modify_"             = "Annuler les modifications";
"_rename_already_exists_"   = "Un fichier portant ce nom existe déjà.";
"_group_folders_"           = "Dossiers de groupe";
"_play_from_files_"         = "Lire un film à partir d'un fichier";
"_play_from_url_"           = "Lire le film à partir d'un l'URL";
"_valid_video_url_"         = "Insérer une URL valide";
"_chunk_move_"              = "Le fichier envoyé ne peut pas être réassemblé, veuillez vérifier le journal du serveur.";
"_download_image_"          = "Télécharger l'image";
"_download_video_"          = "Télécharger la vidéo";
"_reset_wrong_passcode_"    = "Réinitialiser l'application";
"_reset_wrong_passcode_option_" = "Réinitialiser l'application après des tentatives échouées";
"_reset_wrong_passcode_desc_" = "Utiliser « Réinitialiser l'application » pour supprimer toutes les données locales et comptes associés après %d tentatives ratées.";
"_deviceOwnerAuthentication_" = "Le capteur biométrique a été temporairement désactivé en raison de plusieurs tentatives échouées. Saisissez le code d'accès de l'appareil pour réactiver le capteur.";
"_virus_detect_"            = "Virus détecté. Le téléversement n'a pas pu être terminé !";
"_select_photos_"           = "Sélectionner des photos";
"_selected_photo_"          = "photo sélectionnée";
"_selected_photos_"         = "photos sélectionnées";
"_delete_selected_photos_"  = "Supprimer les photos sélectionnées";
"_media_square_"            = "Grille carrée";
"_media_ratio_"             = "Grille format d'image";
"_autoupload_notice_"       = "Pour garantir le bon fonctionnement de l’application, il est nécessaire d’activer l’actualisation de l’application en arrière-plan. Sinon, les nouvelles photos ou vidéos ne seront pas détectées lorsque l’application est en arrière-plan.\n\nDe plus, veuillez noter que l’application ne pourra pas détecter de nouvelles photos et vidéos si elle est fermée manuellement. Lorsque l’application est en arrière-plan, le transfert de données peut être plus lent et de nouvelles photos ou vidéos seront généralement détectées toutes les 10 minutes, en fonction du niveau de la batterie de l’appareil.\n\nPour vérifier que l’application fonctionne correctement, vous pouvez utiliser le fichier journal disponible dans la section « Avancé ».";
"_display_"                 = "Affichage";
"_appearance_"              = "Apparence";
"_light_"                   = "Clair";
"_dark_"                    = "Sombre";
"_use_system_style_"        = "Utiliser le style du système";
"_account_settings_"        = "Paramètres du compte";
"_users_"                   = "Utilisateurs";
"_users_footer_"            = "À chaque démarrage de l'application, le compte à utiliser devra être sélectionné.";
"_while_charging_"          = "Pendant la chargement";
"_keep_screen_awake_"       = "Gardez l'écran éveillé\nlors du transfert de fichiers";
"_error_not_found_"         = "La ressource demandée est introuvable";
"_error_conflict_"          = "La demande n'a pas pu être complétée en raison d'un conflit avec l'état actuel de la ressource";
"_error_precondition_"      = "Le serveur ne répond pas à l'une des conditions préalables du demandeur";
"_downloading_"             = "Téléchargement en cours";
"_additional_options_"      = "Options supplémentaires";
"_unauthorizedFilesPasscode_" = "L'application Fichiers ne peut pas être utilisée avec un code de sécurité activé";
"_disableFilesApp_"         = "L'application Fichiers ne peut pas être utilisée, car elle est désactivée";
"_widget_available_nc25_"   = "Widget disponible uniquement à partir de la version 25 du serveur";
"_no_items_"                = "Aucun élément";
"_check_back_later_"        = "Revenez plus tard";
"_no_data_available_"       = "Aucune donnée disponible";
"_recent_activity_"         = "Activités récentes";
"_maintenance_mode_"        = "Le serveur est actuellement en cours de maintenance, cela peut prendre du temps.";
"_account_disabled_"        = "Compte désactivé";

//Video
"_user_"                    = "Utilisateur";
"_add_subtitle_"            = "Ajouter un sous-titre externe";
"_add_audio_"               = "Ajouter un fichier audio externe";
"_upload_foreground_msg_"   = "Ne pas fermer %@ pour terminer le transfert ...";
"_upload_background_msg_"   = "Téléversement des fichiers en cours…";
"_create_folder_error_"     = "Une erreur s'est produite lors de la création du dossier:\n%@.\n\nVeuillez résoudre le problème dès que possible.\n\nTous les téléversements sont suspendus jusqu'à ce que le problème soit résolu.\n";
"_creating_dir_progress_"   = "Création de dossiers en cours… maintenir l'application active.";
"_creating_db_photo_progress"   = "Création d'archive photos en cours… maintenir l'application active.";
"_account_unauthorized_"    = "Attention, %@, vous n'êtes pas autorisé, votre compte a été supprimé, si vous avez changé votre mot de passe, ré-authentifiez-vous.";
"_folder_offline_desc_"     = "Même sans connexion Internet, vous pouvez organiser vos dossiers, créer des fichiers. Une fois de retour en ligne, vos actions en attente seront automatiquement synchronisées avec le serveur.";
"_offline_not_allowed_"     = "Cette opération n'est pas autorisée en mode hors ligne";
"_Upload_native_format_yes_"= "Télécharger au format natif : oui";
"_Upload_native_format_no_" = "Télécharger au format natif : non";
"_terms_of_service_"        = "Conditions d'utilisation";
"_terms_accept_"            = "Je reconnais avoir lu et accepté les conditions d'utilisation ci-dessus.";
"_terms_accepted_"          = "Conditions acceptées";
"_recommended_files_"       = "Fichiers recommandés";

// Tip
"_tip_pdf_thumbnails_"      = "Balayez vers la gauche depuis le bord droit de l’écran pour afficher les vignettes";
"_tip_accountrequest_"      = "Touchez ici pour changer de compte ou en ajouter un";
"_tip_addcopyimage_"        = "Appuyez longuement pour coller une image copiée";
"_tip_open_mediadetail_"    = "Glissez vers le haut pour voir les détails";
"_tip_autoupload_button_"   = "Configurez les options selon vos préférences (dossier, Wi-Fi, nouveau contenu, sous-dossiers) et appuyez sur « Activer le téléchargement automatique ».\nVous pouvez l'arrêter à tout moment, modifier les paramètres et le réactiver.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Contrôleur de carte";
"_accessibility_add_upload_"    = "Ajouter et téléverser";
"_dismiss_menu_"                = "Fermer le menu";
"_show_profile_"                = "Montrer le profile";
// a11y: On/Off
"_on_"                          = "Activé";
// a11y: On/Off
"_off_"                         = "Éteint";
"_list_"                        = "Liste";
"_icons_"                       = "Icônes";

// MARK: Assistant
"_assistant_task_unknown_"       = "Inconnu";
"_assistant_task_scheduled_"     = "Planifié";
"_assistant_task_in_progress_"   = "En cours";
"_assistant_task_completed_"     = "Terminé";
"_assistant_task_failed_"        = "Échec";
"_input_"                        = "Entrée";
"_output_"                       = "Sortie";
"_task_details_"                 = "Détails de la tâche";
"_assistant_"                    = "Assistant";
"_new_task_"                     = "Nouvelle tâche %@";
"_no_tasks_"                     = "Aucune tâche ici";
"_create_task_subtitle_"         = "Utiliser le bouton + pour en créer une";
"_edit_task_"                    = "Modifier la tâche %@";
"_no_types_"                     = "Aucun fournisseur trouvé";
"_no_types_subtitle_"            = "Des fournisseurs d’IA doivent être installés pour utiliser l’Assistant.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Le serveur demande un certificat client.";
"_no_client_cert_found_desc_"    = "Voulez-vous installer un certificat client TLS ? \nNotez que le certificat .p12 doit d'abord être installé sur votre appareil en cliquant dessus et en l'installant en tant que certificat d'identité dans Paramètres. Le certificat DOIT également avoir un mot de passe, car c'est une exigence d'iOS.";
"_client_cert_enter_password_"   = "Saisissez le mot de passe du certificat choisi";
"_client_cert_wrong_password_"   = "Désolé, vous avez entré un mot de passe invalide.";

// MARK: Login poll
"_poll_desc_"                    = "Veuillez finaliser la connexion dans votre navigateur.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Le nom ne doit pas contenir d'espaces au début ou à la fin.";
"_file_name_validator_error_reserved_name_" = "« %@ » est interdit comme nom.";
"_file_name_validator_error_forbidden_file_extension_" = "« .%@ » est interdit comme extension de fichier.";
"_file_name_validator_error_invalid_character_" = "Le nom contient un caractère interdit : « %@ »";
"_file_name_validator_error_space_" = "Le nom ne doit pas contenir d'espaces au début ou à la fin.";
"_file_name_new_extension_" = "La modification de l'extension peut entraîner l'ouverture de ce fichier dans une application différente.";
"_please_rename_file_" = "Merci de renommer le fichier ou le dossier.";
"hidden_file_name_warning" = "Le nom du fichier sera caché.";

"_camera_roll_" = "Pellicule photo";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "Sélectionner des albums";
"_upload_from_" = "Téléverser depuis";
"_multiple_albums_" = "Multiples albums";
"_smart_albums_" = "Albums intelligents";
"_albums_" = "Albums";

//MARK: Login
"_login_welcome_" = "Bienvenue sur l’espace de stockage en ligne";
"_login_description_" = "Vous devez vous connecter via un navigateur";
"_login_wrong_QR_format_" = "Format du code est incorrect";

//MARK: Burger menu
"_storage_used_" = "Stockage utilisé";
"_used_of_space_" = "%@ utilisé(s) sur %@";

//MARK: Data Protection Screens
"_agree_" = "Accepter";
"_privacy_settings_" = "Paramètres de confidentialité";
"_privacy_settings_description_" = "Cette application utilise des cookies et des technologies similaires. En cliquant sur Accepter, vous acceptez le traitement et le transfert de vos données à des tiers. \nVous trouverez plus d’informations, notamment sur le traitement des données par des tiers, dans les paramètres et dans notre [Remarques sur la protection des données](link://privacypolicy). \nVous pouvez refuser d'utiliser les outils [Refuser](link://reject) ou modifier votre sélection à tout moment via vos paramètres.";
"_data_protection_settings_" = "Paramètres";
"_data_usage_for_app_optimization_description_" = "Pour optimiser notre application, nous recueillons des données anonymes.\nPour ce faire, nous utilisons les solutions logicielles de différents partenaires. Nous souhaitons vous offrir une transparence et un pouvoir de décision entiers sur le traitement et la collecte de vos données d'utilisation anonymes. Vous pouvez également modifier vos paramètres à tout moment par la suite dans le menu Protection des données. Veuillez toutefois noter que la collecte de données contribue de manière significative à l'optimisation de cette application et que vous empêchez ces optimisations en arrêtant le transfert de données.";
"_required_data_collection_" = "Collecte de données nécessaire";
"_required_data_collection_description_" = "La collecte de ces données est nécessaire afin d'utiliser les fonctions essentielles de l'application.";
"_analysis_of_data_collection_" = "Analyse de la collecte de données pour une conception basée sur les besoins";
"_analysis_of_data_collection_description_" = "Ces données nous aident à optimiser l'utilisation de l'application et à identifier plus rapidement les pannes du système et les erreurs.";
"_data_protection_" = "Confidentialité des données";
"_save_settings_" = "Sauvegarder les paramètres";
"_alert_tracking_access" = "Veuillez modifier le suivi dans les paramètres.";

"_camera_roll_" = "Pellicule photo";
"_destination_" = "Destination";
"_new_photos_only_" = "Nouvelles photos uniquement";
"_all_photos_" = "Toutes les photos";
"_back_up_new_photos_only_" = "Sauvegarder uniquement les nouvelles photos/vidéos";
"_auto_upload_all_photos_warning_title_" = "Êtes-vous sûr de vouloir téléverser toutes les photos ?";
"_auto_upload_all_photos_warning_message_" = "Cela peut prendre un certain temps à traiter, en fonction du nombre de photos.";

//MARK: Media options
"media_options" = "Options pour les médias";

//MARK: Selection
"_select_selectionLabel_deselectAll_" = "Tout sélectionner";
"_select_selectionLabel_manyItemsSelected_" = "%@ éléments sélectionnés";
"_select_selectionLabel_oneItemSelected_" = "Un élément sélectionné";
"_select_selectionLabel_selectAll_" = "Tout sélectionner";

//MARK: Login
"_login_with_qrcode_" = "Scanner le code QR";

"_download_"                    = "Télécharger";
"_media_view_options_"          = "Options d'affichage";

// MARK: Migration Multi Domains

"_preparing_migration_" = "Préparation de la migration…";
"_scanning_files_" = "Analyse des fichiers…";
"_moving_items_to_domain_" = "Déplacement des éléments vers le bon domaine…";
"_finishing_up_" = "Finalisation …";

"_opt_in_pro_"              = "Optimisation en cours …";
